{
  "1": {
    "title": "1",
    "summary": "正：个性独立，不会事事依赖他人。适应力很强，对生活抱着悠闲自在的态度；喜欢随心所欲，想到就做；具有很好的个人才华，对自己要求通常很高，对做事的标准也同样很高。无论你是单打独斗还是做群体的领导者，责任心始终跟随着你。你博大的胸怀能让你包容下别人，包括比你强大的人和你看不起的人。你有一种很特殊的凝聚力，可以将众人的眼光聚拢在你的身上。你具有坚强的意志和毅力，做事善于创新。正义感是你的本能，你愿意帮助弱者，面对不公平敢于对抗。 负：为人自大，与人交谈时，也许你自己都没发现，“我”这个字是你使用字数最多的字。对于看不顺眼的人或事往往是“不假辞色拂袖而去”。个性又倔强内向，很少把心里话告诉别人，常常会给人高高在上的感觉。不会太在意别人的眼光。逆性太重，不善于交流，有时候不懂收敛。你思维强势，爱教训别人，哪怕是与朋友之间推心置腹的谈话。你始终觉得有无数双眼睛在看着你，你非常要面子，生怕被别人看低。冲动无耐心是你的敌人，即使你有出色的头脑和周密的计划，但往往缺乏耐心和恒心。你很偏执，造成偏执的原因来自于你认定自己的想法是正确的，听不进去别人的话，更无法站在公正的角度去看问题。",
    "detail": "解说：自信、自我、自己。（独立、勇敢、力量、创造性、号召力、果断、原创性、独特、进取、乐观、可信任、创意）",
    "subs": {
      "112": {
        "pos": "自己非常自信的沟通，适合做中介。（大到可以做国家与国家的联系那就是外交官，小到可以做到个人与个人的联系就是中介）",
        "neg": "自己已经厉害到能和自己沟通，那还需不需要另一半了？婚姻会有短暂或永久性的分离。有四种情况，有名无实、两地分居、生离、死别。",
        "explain": "所以，有112的家人一定要学会借力才能改变。独立能力强，做事却又常常半途而废；过于自信的言谈在与人交往时，容易受到小人陷害；经过较长时间磨练或多读书，会少走弯路。晚婚比较理想。做事矛盾，纠结，容易半途而废，虎头蛇尾，说一套做一套，多读书，多突破自我。"
      },
      "123": {
        "pos": "自己既会说又会表达，是个出色的演说家。",
        "neg": "既有犹豫不决的行动，所以有123的人做事开头很好，但是很容易反复，结果就会出现虎头蛇尾。",
        "explain": "有主见，有明确的目标；说话很直接并有权威感，为人坦率真诚；切忌祸从口出；如果能很好地管理和发挥在口才方面的特长，或许能成为出色的演说家，适合当演员。说话不经过大脑，比较感性，懂得察言观色，反应快，给人感觉圆滑，在意别人说话，好心办不了好事，善变，适合讲师。"
      },
      "134": {
        "pos": "自己既会表达又会总结，所以记忆力好。",
        "neg": "自己事情做完了再去想，所以容易感到委屈而抱怨，进而多愁善感。",
        "explain": "富有创意，有明确的目标，有点特立独行；内心相当脆弱，依赖性较强，凡事希望稳定、牢靠，却又想尝试新事物；切忌不要盲目的忙碌，要稳中求胜。太过于感性，喜欢流眼泪。感性，冲动，喜欢尝试，又害怕，矛盾，焦躁，喜欢抱怨。"
      },
      "145": {
        "pos": "自己经过分析思考后确定的目标，坚持不懈，容易实现。",
        "neg": "自己想出来的方向，不易实现，容易事与愿违，越想要反而越得不到。",
        "explain": "独立而稳重，但太过保守，缺乏主动积极的勇气，需要有别人的顾虑；不喜欢独处，有人相伴才会觉得安全；有很多计划，但行动能力较弱。容易半途而废，缺少突破，要么是人上人，要么是人下人。需要有人鼓励，不适合单干。需要有个坚强有力的领导带一带。"
      },
      "156": {
        "pos": "自己有五方财，需要走出去求财。",
        "neg": "如果走不出去容易有不良嗜好，就是五个方面花钱。",
        "explain": "事业心重，喜欢坚持原则，面对难题时不愿意求助别人；在陌生的地方更加不受束缚，容易展开新的局面；大男人、大女人主义，容易赢得别人的信任。适合到外地发展，尤其男性，自我自大，比较固执，喜欢挑剔，容易沉迷某种嗜好。方向感强，有自主的一面，可以赚到自己的钱。"
      },
      "167": {
        "pos": "自己用智慧把人吸引过来，就会帮助你白手起家。",
        "neg": "自己用钱吸引来的人，就会吃穷败光你，让你重头再来。",
        "explain": "生来有一种近乎通灵的洞悉晓情的能力，性格坚强独立；善于解决问题，但有过于奢侈的倾向；喜欢品牌的物品。为了取悦对方，可能会不顾一切。有财富，愿意把所有的钱花到朋友、恋人身上。花钱大手大脚。"
      },
      "178": {
        "pos": "自己去帮助别人拿到权利。",
        "neg": "自己会给别人带来压力，容易背黑锅，借出去钱收不回来。",
        "explain": "坚强独立，有突出的领袖气质；但对马上就要实现的愿望，没有十足的信心；不管是做生意还是处理人际关系，要记得在距离上做文章。对待朋友很有责任，仗义，人缘好，有领导气质，很会做生意，能做大。建议搭乘飞机，让自己改运，路程艰险。"
      },
      "189": {
        "pos": "自己承担起责任就能拿到成果。",
        "neg": "自己顶着压力要结果，不轻信别人，所以事事亲力亲为，由于压力过大，容易的心脑血管病。",
        "explain": "平衡五行，减低心脑血管病发几率和程度。完美主义者，责任心重，有时候为了做得更好压力很大；乐于助人，却也常常为此困扰不已，一方面为付出没有回报而觉得不值得，却又停不下帮助别人的脚步。完美主义者，有责任感，有压力感。想成功，必须肯突破，出去闯，多经历事情，比较辛苦。"
      },
      "191": {
        "pos": "自己拿到成果成就自己。",
        "neg": "自己拿到结果还是剩自己，影响婚姻。",
        "explain": "独立自主，喜欢靠个人能力来达到事业上的成果和工作中的成就；因为潜在的性格因素，和别人合作不会有很好的结果，要在自力更生方面更加努力。过于关注事业，容易忽略感情而导致分离。成功之后依然孤独，适合个体经营，靠自己干，比较累，要学会借助朋友的力量。"
      }
    }
  },
  "2": {
    "title": "2",
    "summary": "正：你非常看重与人为善，在和谐的氛围里你会吸引同样友善的人，这是一种良性循环，可以彼此互相扶持创造出成功的机会。你有出色的协助能力，没有竞争心，野心也没有那么蓬勃，所以很容易被信任。你很感性，站在你的角度，感性可以帮你很多忙，你的想象力非常丰富，快乐与悲伤都来自于你的感觉。对音乐，电影及所有艺术的感受都能调动你出神入化的想象力。你又辨别美丑的天分，对美丽的事物极为热衷。你有十分敏锐的直觉力，在不了解一个人的情况下，你凭直觉也可以对他快速做出判断且基本不会出错。 负：你的独立性很差，常去依赖强大的人。你在依赖别人的同时，会有一种奇怪的心理，自认为别人非常需要你，有时候你也搞不清楚到底是你在利用别人还是别人在利用你。你在人际关系中喜欢扮演“和事佬”的形象，唯唯诺诺，完全没有自己的立场。你的情绪化来自于你的敏感多虑，稍有风吹草动就要往心里添堵，这会让你过分压抑自己。你遇到大的问题缺乏果断，总是拿不起也放不下，左右矛盾，反反复复，磨磨唧唧，有时候考虑得太多了反而给你带来麻烦。",
    "detail": "解说：沟通。（艺术感、耐心、宽容、善于分析、直觉力强、美感出色、配合协调、可靠、安静、和平、善解人意、优雅）",
    "subs": {
      "213": {
        "pos": "张开嘴自信的表达，讲师号。",
        "neg": "说的都是自己想表达的，叫发号施令。",
        "explain": "年轻时有丰富的背景资源，难题在与人相处、爱情、友情都容易关系紧绷，开始时会努力表现友善，一旦发现事情的发展不如预期时，会马上显出领导性格。说话有权威，属于圆滑型的。独立，适合开发市场的工作。很能说，善于察言观色，爱音乐，多愁善感，心地善良，给人感觉圆滑，说话直接，喜欢命令别人。"
      },
      "224": {
        "pos": "有耐心的去说策划好的事，比较沉稳。",
        "neg": "说完了又说不该说的是，容易保守不住秘密。",
        "explain": "渴望安全感，没有胆量做冒险的事；心慈面软，善解人意，但不太懂得保守秘密；适合从事服务行业，性格偏向女性化。会说，但是不知道怎么去说，与人接触温馨，被动，适合做服务行业。"
      },
      "235": {
        "pos": "既会说又会表达，目标方向明确。",
        "neg": "张嘴冲动的表达，给自己带来阻碍。",
        "explain": "外表温柔友善，内心感情丰富；做事讲究技巧，遇到难题可以巧妙化解；弱点是有点固执，因此影响了感情的维护；发脾气时，给人一种挑衅和攻击的感觉。脾气不好，来得快，说话带攻击型，容易伤人，直肠子。非常固执。沟通能力强，执行力强，有原则。"
      },
      "246": {
        "pos": "把策划好的事说出来，就来钱了。",
        "neg": "说出来的话想的比较多，容易错失财富。",
        "explain": "有得天独厚的魅力口才，是善于沟通和表达的强手；言谈举止中会给人一种富有智慧的感觉；从事推销业务会有不菲的收益。靠嘴赚钱，业务能力强，适合做服务行业，做销售。"
      },
      "257": {
        "pos": "说有目标的事去吸引他人。",
        "neg": "说话非常固执容易伤人。",
        "explain": "此号容易出帅哥美女。坚守原则，不懂变通；有着莫名其妙的独特魅力，让自己成为别人关注的焦点；沟通能力强，有一种说一不二的强韧感。与人交往时容易有分别心。原则性强，固执，个性直率，自由，随和。别人喜欢接近他。人缘不错。"
      },
      "268": {
        "pos": "说的都是带有智慧的话容易拿到权利。",
        "neg": "谈钱有压力。",
        "explain": "感性、敏感，喜欢为别人着想，所以人际关系也会恨好；通过在销售或服务行业的发展，可以获得较多的财富；对金融投资较多的兴趣，期望通过自己的努力去获取。喜欢谈事业，提钱，喜欢攀比，心里比较累。性情温和。"
      },
      "279": {
        "pos": "主动跟年龄比自己小的异性去沟通就容易拿到成果。",
        "neg": "不主动跟异性好好说话就不容易拿到成果。",
        "explain": "爽朗明快，温暖亲切，很有贵人缘；朋友很多，也都愿意给你尽可能多的帮助；男性易走桃花运，要切忌不可滥情，否则会失去很多可以帮助你的女性朋友。能够用嘴巴吸引贵人和人缘，为人随和，很多比自己小的桃花。"
      },
      "281": {
        "pos": "张开嘴顶住压力，成就自己。",
        "neg": "说出来的压力都留给自己。",
        "explain": "有不少投资，在销售行业会有不错的发展；责任感很强，总是匆匆忙忙；如果有没有完成的事务，会给自己造成很大的心理压力。有销售冠军的潜能。销售高手，容易忙碌，内心容易孤独。"
      },
      "292": {
        "pos": "说的都是自己成功的经验告诉别人，军师号。",
        "neg": "说的都是自己验证过的经历，不吃一埑不长一智，会经历很多磨难。",
        "explain": "想法很多，行动能力却较差，适合做别人的参谋；在做生意、投资、产业方面有先天的悟性；年轻时谨小慎微，只想不做，中年后若能把握机会，便可成功在即。特别适合做中介、资源整合。喜欢谈谈事业，投资。能说会道。光说不做，可以做军师。"
      }
    }
  },
  "3": {
    "title": "3",
    "summary": "正：你天性聪敏好学，对很多事物充满好奇心。无论处于任何环境，你总能保持一份纯真，生性直率，天真爱玩乐，没有什么心计。你总能想到别人想不到的点子，你是有创意才能的人。你有超强的表达欲望，并会用各种形式表达出来。你的生活里不能没有社交，你喜欢与人打交道，但并不抱有目的性。你会被艺术吸引，拥有多才多艺的特点。口才是你的天分，你愿意与人沟通，把自己的想法毫无顾忌的表达出来，你总是很难压抑自己。 负：你感兴趣的事很多，但总是皮毛主义，注意力过于分散，持续能力很差，很难深入其中。爱表达是你的长处，但话多出是非在你这也体现很多。你总是爱自我怀疑，这主要是你缺乏自信，你的情绪是感性的，而思维却是理性的。你愿意与人为善，怕得罪人，更不能忍受和他人之间有什么不和谐，但由于你爱表现自己，无法做到沉默和内敛，所以常常会因为急于引人注意而夸大事实。任性是你的敌人，你有孩子般的情绪，变化多端，一时乐在其中，直到乐极生悲。一时悲观逃避，任意胡为。",
    "detail": "解说：行动、表达。（聪明、热情、想象力丰富、有创意、幽默感、充满活力、善于表达、世上、擅社交、多才多艺、有趣、乐观、有激情、受欢迎）",
    "subs": {
      "314": {
        "pos": "行动或者表达后自己懂得总结。",
        "neg": "做完了自我的想，感觉所有人都不理解他。",
        "explain": "工作勤奋，只注重过程，容易忽略目标；耐力不够，需要别人不断鼓励才能坚持；不管是男性还是女性，都过于感性，喜欢流眼泪。冲动，欠考虑，缺少安全感。"
      },
      "325": {
        "pos": "主动的去沟通，更容易实现目标。",
        "neg": "急于的去说，容易受到阻碍。",
        "explain": "谈话的速度太快，常常忽略了讲话造成的后果；过于信任别人，可能被别人抓住把柄；切忌祸从口出，凡事三思而后行。心直口快，不想后果，说话直。没后路，切忌要三思而后行。"
      },
      "336": {
        "pos": "行动再行动脚踏实地就会赢得财富。",
        "neg": "冲动的去赚钱，容易走捷径，逢赌必输。",
        "explain": "崇尚精神上的满足，极度情绪化、容易冲动、缺乏耐性；只要有行动，依赖其天赋是可以赚到钱的；切忌不要参与任何赌博或类似的活动。容易冲动，脾气不好，不能赌博，谨慎投资。"
      },
      "347": {
        "pos": "积极的行动策划就会有人跟随。",
        "neg": "冲动的去猜疑别人，容易失去人心。",
        "explain": "具备策划能力，思维敏捷，反应迅速，能及时做出决定；有时表里不一，更因坏脾气给自己带来烦恼；过于小心翼翼，不爱冒险，会错过很多机会。习惯身体力行的管理模式。个人魅力吸引贵人，容易心口不一，做事小心翼翼，不爱冒险，聪明但不实在。爱抱怨，朋友圈容易变动，友谊短暂。"
      },
      "358": {
        "pos": "积极的去行动有方向目标就会拿到权力。",
        "neg": "冲动的去追求目标容易给自己带来压力。",
        "explain": "有良好的沟通个能力，能处理错综复杂的人际关系，是超强的业务代表；过于敏感，容易被激怒，但不良情绪很快会消失，情绪化。冲动固执，脾气不好，冲劲足。"
      },
      "369": {
        "pos": "行动起来去赚钱就能拿到成果。意思就是走着去赚钱。",
        "neg": "冲动的用钱去换结果，花销比较大，大花筒。",
        "explain": "容易相处，好恶分明，注重别人的痛苦；最大的问题来自于太聪明而想得多，喜欢沉醉在人生憧憬梦想心灵世界里，如果缺乏引导和决策，梦想就永远无法实现。对于财富有挥金如土的特质。聪明，有行动力，烧钱买机会，用钱打理人际关系。为朋友花钱不眨眼。机会多一些。能花能赚。"
      },
      "371": {
        "pos": "积极的跟人表达就会成就自己。",
        "neg": "一发脾气就会赶走贵人剩下自己。",
        "explain": "才华横溢，创造力丰富，是思考型的人物；疑心过重。重大事情面前犹豫不决；有可能会背叛支持者，赶走贵人，警惕在无意间决绝别人的帮助。疑心重，脾气不好，孤独。朋友容易变动，贵人被赶走。"
      },
      "382": {
        "pos": "积极的带着责任去沟通，就会有意想不到的收获。",
        "neg": "冲动的去要权利，张嘴容易伤人，情绪来得快去得快。",
        "explain": "建议：平衡水火冲，否则脾气太大影响身体，影响婚姻。忙忙碌碌，却不知为谁辛苦为谁忙；极度情绪化，但脾气来得快也去得快；年少创业困难，要避开在家里或办公室的时间过长。阻碍多，脾气善变。需要多做善事。"
      },
      "393": {
        "pos": "行动接着拿到成果再去表达。",
        "neg": "行动拿到结果还是行动，能折腾，肿瘤高发。",
        "explain": "才华横溢，心智能力极强，要注重渠道的开掘；固执、过分的自我肯定，不喜欢求助别人；感情方面执迷不悟，喜欢钻牛角尖。拥有才艺的特质，如厨艺、跳舞、书法、手艺等。喜欢钻牛角尖，一技之长。心灵手巧。行动力强。"
      }
    }
  },
  "4": {
    "title": "4",
    "summary": "正：你很务实，有白手起家的能力，你的本能就是先解决最基本的生活问题，然后才会想下一步。你很怕混乱，重秩序，无论事业还是生活，都必须有条理，按部就班。你给人踏实可靠的感觉，从而给人一种信赖感，你从不会为了面子随口去忽悠别人。你有神奇的组织能力，可以协调整个局面的发展。你做事有持久的恒心，为了生存和成功，你可以去做一些别人觉得不值得做的事。你有极强的执行力，光说不练会让你很难受，你有一种急躁体现在行动力上。你做人有自己的原则，一是一，二是二，没有模棱两可的态度。你重视细节，这与你头脑的精密分析有关。家庭和谐是你成功的基础，一旦家庭出现危机，最能成为让你人生动荡的因素。 负：你保守顽固，因害怕改变带来的不安全感，你很不喜欢变动，这往往会造成你不知变通。你有时候过于吝啬，钱少的时候吝啬算计，钱多了又害怕花完了怎么办。你非常抵触别人的批评，尤其是直接的建议，会让你很难接受。你缺乏安全感，你不信任外面的世界，宁可在自己的小圈子里虚度人生，这就是最悲惨的。",
    "detail": "解说：想。（实际、组织力、可靠、实干、诚恳、有勇气、任劳任怨、未雨绸缪、稳重、做事认真、坚定、忠实、逻辑分明）",
    "subs": {
      "415": {
        "pos": "想好了，自信的按照方向去做，容易拿到财富。",
        "neg": "想自己的方向去做，越想到越得不到。",
        "explain": "平易近人，好相处，希望亲密的伴侣关系，但又怕失去自由；适合充当政治人物，但不能在一个位置上呆得过久；要谨防计划被中伤者扰乱。非常聪明却又缺乏自信。实在，平易近人，直爽，原则性强，希望完美，想得多，容易半途而废。"
      },
      "426": {
        "pos": "想好了再说，就容易得到财富。",
        "neg": "因为想不明白不去说不容易得到财富。",
        "explain": "擅长处理人际关系，有牺牲精神；是非常出色的策划家金额演说家，做销售能赚到很多钱，可以选择独立创业或和表达能力有关的职业。靠嘴吃饭，销售高手，同246 适合做服务行业，做销售。"
      },
      "437": {
        "pos": "想好了就行动人们愿意跟随。",
        "neg": "想不明白容易冲动就会失去贵人。",
        "explain": "一个精打细算的策划者，有能力吸引很多的支持者；吸引别人做支持者时，要小心反被别人利用；迅速的规划者，能在很短的时间完成工作。精打细算，积极行动，吸引人脉，心态好吸引贵人，心态不好，吸引小人。"
      },
      "448": {
        "pos": "想明白了策划好，去担当，就会拿到权利。",
        "neg": "怎么想都是压力，思想行为容易受困。",
        "explain": "喜欢有计划，有计划才有激情，但过多的计划会让你压力过重，而且没有重点；天资聪颖，想法很多，但只会纸上谈兵，行动能力较弱。适合做教授，专家。如果创业容易给自己造成压力。"
      },
      "459": {
        "pos": "想的是正确的方向就会拿到成果。",
        "neg": "想得多，目标不明确，不容易拿到成果。",
        "explain": "脚踏实地，坚持原则；做事都有目的，为达目的有时候不折手段；对草本植物有兴趣。企业家的苗子，做事不择手段，喜欢养花，种植。"
      },
      "461": {
        "pos": "想明白钱就应该给自己，人生就不纠结。（来帮我赚钱）",
        "neg": "想不明白这钱是该留给别人还是自己，容易情财两伤，为情所困。",
        "explain": "工作勤奋，个性稳重，自信心十足，对于如何让获得财富有着不错的愿景和规划；适合做金融策划者，能给别人带来财富，也能给自己带来不错的收入。苛刻，挑剔，朋友受不了。孤独。适合从事财务规划，策划。"
      },
      "472": {
        "pos": "想好了人就来帮你去沟通，就能拿到成果。",
        "neg": "老想着别人来帮你说，缺少行动，只说不做。（依赖）",
        "explain": "不喜欢冒险，分析能力强，善于解决当下的问题；喜欢计划未来，也乐于给别人出谋划策；要珍惜有丰富经验的人给你提供帮助，抓住机会。精明的太过，能力很强。多疑，犹豫。不喜欢冒险。"
      },
      "483": {
        "pos": "想好了去承担，积极地去行动。",
        "neg": "想的总是压力很容易冲动，钻牛角尖，在漩涡中徘徊。",
        "explain": "乐于策划，却经常漫无目的，压力过大，计划总是流产；每天做重复的事情，没有梦想，过着模糊的生活；婚姻会有波折，如果能经常整理自己的思路，会有改观。执行者的首选。若是老板的话，策划的过多，糊涂，白忙一场。若是员工的话，专业策划人士，适合企业职工，公务员，教师。女性容易二婚。"
      },
      "494": {
        "pos": "想好了拿到成果不再去想就能成就自己。",
        "neg": "想完了又想，停留在过去的人，容易神经衰弱。",
        "explain": "善于策划，并且一直会朝着成功的方向去经营自己的人生；具备一定的战略思维，看得较远，想得也很周全；如果能在商场中找到一席之地，前途不可限量。想得很多，需要别人推一把。机会来了，把握不住。"
      }
    }
  },
  "5": {
    "title": "5",
    "summary": "正：你有冒险精神，你无法忍受一成不变的生活。你善于坚持自我，很难被别人的观念干扰，即使有时候也在乎别人的看法。你多才多艺，新奇的事物会吸引你的眼光。你的探索心很强，一旦对某件事产生浓厚的兴趣就很深入其中。你的说服力极强，你的表达生动形象，给意志不坚的人增加力量。你随遇而安，财富和地位不是你的梦想，精彩的过当下的生活才是你需要的“成功”。在任何状态下，你都有主宰自己的能力，无论是思想还是情绪。大道无为，不妄为，是你理想的境界。 负：你最恐惧的就是压力，但生活中压力无处不在，所以你经常逃避压力。你又惰性，缺乏责任心，而责任对你来说也是压力之一。你很善变，因为你跳跃性的喜好和思维，加上不负责任的行为，会造成你善变的倾向。你非常偏执，是哪种宁死不屈的偏执，不通融，抵触所有反面意见。你情绪冲动，经常随性而为不顾大局。没有规矩不成方圆，人不能随性到这种地步。",
    "detail": "解说；方向，目标。（敢于冒险、博学多才、反传统、敢于颠覆、适应力强、坚持自我、智慧、充满活力、探索心、独创性强、视野宽、幽默感）",
    "subs": {
      "516": {
        "pos": "五方进财。",
        "neg": "固执且自我的去赚钱，一旦行业选错很难回头。",
        "explain": "性格倔强，把自己看得很重；坚持自己的原则，尤其在处理事务时，但有时有点以自我为中心；到处奔波，时常出国，到远方才能找到财富。适合出去发展，参考156。"
      },
      "527": {
        "pos": "目标方向明确，张开嘴吸引人。",
        "neg": "固执的去说易伤人，刨根问底。",
        "explain": "容易出帅哥美女。讲话的态度会很生硬，尤其会将原则和权力作为交谈的和重点；生性固执，喜欢依照原则办事；但在处理事务时难免遇到一些阻碍。人缘非常好，但是分别心过重让贵人却步。说话固执，说到做到。一言九鼎。五官端正。"
      },
      "538": {
        "pos": "有目标的付出就会拿到权利。",
        "neg": "固执的去行动渴望别人的尊重。",
        "explain": "有着良好的沟通能力，善于和陌生人打交道；如果是在销售行业发展自己的事业，会有不错的业绩；很容易被煽动，缺乏耐性，有点情绪化。脾气比较暴躁，容易冲动。磨难多，固执，情绪化，需要多做善事。"
      },
      "549": {
        "pos": "正确的目标，周密的计划可以拿到成果。",
        "neg": "固执的策划去拿结果，容易误入歧途。",
        "explain": "做任何事情，都希望事先有计划，并且要按照原则来办；在事情出现预料之外的情况时明确发变通的能力；有时候为了某种目的会不惜耍耍手段。比较累，要么大赚要么大赔，凡是求稳。"
      },
      "551": {
        "pos": "按照自己的目标去努力就能成就自己，不容易被别人左右。",
        "neg": "固执的对自己，自我伤害，做事偏激。",
        "explain": "性格倔强，认死理，甚至为了面子不惜错过成功的机会；坏脾气，情绪化，明知道自己错了，就是不肯回头思想偏向古老，没主见。过于自我，太固执。容易做大反派。"
      },
      "562": {
        "pos": "方向明确的去赚钱，该花的钱花了就赚钱了，花的越多赚的越多。",
        "neg": "省着省着窟窿等着。",
        "explain": "是一个非常谨慎的人，尤其是在使用金钱方面，崇尚理性消费；对于财务问题非常谨慎，不会冒险投资，对金钱问题很有原则。花钱犹豫，为小事挑剔，小气。多行善，大气方能成事。"
      },
      "573": {
        "pos": "有目标的吸引贵人帮你行事。",
        "neg": "固执的不与高层交往，不主动，容易遭人排挤。",
        "explain": "有充足的自信心，对自己的要求也很高；有机会接触搞层次人士和社会名流，并有机会和高级政府人员达成交易。喜欢品牌和奢侈品。固执，有机会接触高层次的人脉。"
      },
      "584": {
        "pos": "方向明确，愿意承担为未来做好规划。",
        "neg": "固执己见，看待事情太遥远无法活在当下。",
        "explain": "看起来总是那么繁忙和迷茫，缺乏重点；是一个非常有创意的人，不过所有事情都必须自己承担；想太多爱遥远的事，无法活在当下。想得多，压力大，要面对现实，脚踏实地。"
      },
      "595": {
        "pos": "有很明确的方向去得到机会，坚定目标可完成。",
        "neg": "胆子大，不成功便成仁。",
        "explain": "非常固执，思维方式极为古板；不把法律看在眼里；如果是女性的话，会用某种手段获取想要的东西。天不怕地不怕，不按理出牌。因为固执，古板，阻力很大，敢于践踏法律。大哥大，大姐大。"
      }
    }
  },
  "6": {
    "title": "6",
    "summary": "正：你善解人意，是和平的仲裁者，当两方人马火药味十足的时候，你的出现总能缓和彼此的火药味。你有责任心，经常为家人，为孩子打理一切，这是你肩负的责任。你非常看重健康的重要性，对医学有天然的兴趣。你尊老爱幼，善良而有同情心。付出爱会让你身心愉悦。你对美有独到的眼光，无论音乐，文字还是视觉艺术，你都能从中获得快乐。你勤奋实际，支撑你勤劳的动力，是如何让自己过得更安稳。 负：付出后的索取回报是你最难攻克的私心。你爱管闲事，喜欢帮别人忙，即使人家不需要。热心是你的标签，哪怕是你不擅长的事也会一口答应下来，但往往都是损己利人。你表面上与人为善，但内心极其挑剔，爱批判别人。经常在背后流露出对某人或某种现象的不满，并且做出自己的审判。你很容易接受负面能量，往往病由心生，所以有些东西还是不要想太多为好。",
    "detail": "解说：智慧，钱。（可信、忠实、爱和平、有同情心、可以承担、助人、亲和体贴、治疗他人、公正、奉献精神、荣誉感强、有担当、美的鉴赏、直觉力、负责）",
    "subs": {
      "617": {
        "pos": "用智慧自信的与人合作，就可以白手起家。",
        "neg": "钱来了按照自己的意愿与人交往，易藏私房钱。",
        "explain": "性格坚强独立，非常感性，将心比心，对别人的痛苦感同身受；长袖善舞，喜爱信口开河，但人际关系不错；如果发挥口才方面的优势，会赚到很多钱。167 舍得花钱，用名牌，有私房钱。"
      },
      "628": {
        "pos": "用智慧去说获得权利。",
        "neg": "钱来了让自己犹豫不决而产生压力，容易走捷径。",
        "explain": "信口开河，容易食言，适合服务行业，很能赚钱，适合做销售。"
      },
      "639": {
        "pos": "用智慧去行动，容易拿到成果。",
        "neg": "用钱冲动的换结果，大花筒。",
        "explain": "挥霍无度，很花心；热衷投资，但有时候的投资行为显得过于冒失；有轻微的购物癖，会买很多用不上的东西；喜欢外出，不喜欢闷在家里。烧钱,为朋友，喜欢钱生钱，不喜欢在家。"
      },
      "641": {
        "pos": "运用智慧去策划就能成就自己。",
        "neg": "钱来了只想着自己，容易被钱所困。",
        "explain": "小心翼翼地对待自己的金钱，消费时也很励志；是优秀的财务规划师；在学业上会话费很多时间；喜欢涉猎新知识。很聪明，非常有智慧的人，策划能力很强。挑剔，斤斤计较，失去朋友，财务，策划，喜欢向知识投资。"
      },
      "652": {
        "pos": "运用智慧有目标有方向的去说，赚钱会更容易。",
        "neg": "耍小聪明有目的的去说让别人拿钱的事，省着省着窟窿等着，容易让别人瞧不起。",
        "explain": "谨小慎微，免费任何事情都会考虑再三才做决定；在处理有关金钱方面的事务时，更显得敬小慎微；对于投资、大宗物品的而购买总是犹豫不决。小气，固执 唠叨，守财奴。"
      },
      "663": {
        "pos": "钱来了用智慧去行动，会有收获。",
        "neg": "喜欢冲动的投资。",
        "explain": "在赚钱的道路上一波三折，很难积蓄金钱；有时花钱太冲动，缺乏理智，不顾后果；喜欢吹牛，脾气大，容易被激怒。喜欢投资，一有钱就投资，口袋钱不多，进出很快。"
      },
      "674": {
        "pos": "运用智慧吸引贵人帮你规划。",
        "neg": "善用钱与人交往，天生傲骨。",
        "explain": "做事有一定的目的性，尤其喜欢用金钱收买有权势、有影响力的人；在遇到较难解决的问题时，首先会想到用金钱打开门路。花钱在贵人身上，花钱打通关系。"
      },
      "685": {
        "pos": "运用智慧获得权利，明确方向，可成大事。",
        "neg": "用钱解决压力，容易受到阻碍，做跟功德相关的事。",
        "explain": "赚钱很不容易，投资又不会轻易获得回报；总是为谋生奔走忙碌，有时压力重重；多做一些善事，或许金钱会不招自来。赚钱很累，需要做善事，需要赚正财，别赚偏财。"
      },
      "696": {
        "pos": "用智慧赢得机会去赚钱，滚雪球式的赚钱。",
        "neg": "赚到钱了还需要去赚钱。",
        "explain": "你是一个能承担风险的人，事业与生意都会成功。喜爱投资，是一个冒险家；不可以赌，只能做理性投资才能赚更多的钱。不能赌博，喜欢用钱生钱，喜欢投资，但是投资需谨慎。"
      }
    }
  },
  "7": {
    "title": "7",
    "summary": "正：你有很强的思考力，往往能透过现象看本质。你的觉察力让肤浅的理论说服不了你，你又打破砂锅问到底的兴趣。你很多知识都是自学而来，然后通过自己的观察和分析吸收为你自己的东西。大众化的东西吸引不了你，旁门左道的东西则会成为你钻研的目标。你善于从每件经历的事中获取真理和感悟。研究型的工作非常适合你，因为这会用到你擅长质疑的长处。你有莫名其妙的好运气，所以抓住你的好运气，让机会来临。 负：自负是你的第一原罪，你用居高临下的优越感冷静的看待周围的一切，这会让你与周围环境格格不入。你经常沉浸在自己的思考当中，并得意于自己的聪明才智。你过于自恋，也过于妄断。你太相信自己的逻辑，常常死守自己的观点刀枪不入。爱质疑是你进步的动力，但过分的爱质疑会造成你的疑心病。有疑心病的人自然是孤僻的，你躲在自己的小天地自我欣赏，排斥所有的可能性。你有军师天分，在幕后出谋划策是你的强项，但也难以避免操控欲过强的恶心。",
    "detail": "解说：人缘，幸运，博学（分析力、神秘、安静、有深度、求知欲强、寻找真理、内省、自学成才、智慧、直觉力、艺术气质、哲学意味）",
    "subs": {
      "718": {
        "pos": "人来了会给你带来权利，不担保，不自我。",
        "neg": "来的人都会给你带来压力，躺着都中枪，背黑锅。",
        "explain": "坚强独立，有强烈领袖气质，弱点是女里追求目标时，反而裹足不前。会被朋友在背后议论，会被人陷害，小心身边人，别做担保人。容易被朋友利用，别做担保。"
      },
      "729": {
        "pos": "人主动帮你去说，你就会获得成功。",
        "neg": "人会给你带来犹豫不决而错失机会。",
        "explain": "温暖亲切，感情丰富，善解人意，身边有很多朋友，而且他们也愿意回报你；有很好的桃花运，但切记不要滥情。能吸引比自己大的高级桃花，人缘好，贵人多。"
      },
      "731": {
        "pos": "人来了不冲动，就会成就自己，吸引人脉能力强。",
        "neg": "人会给你带来冲动，控制不住脾气就会招别人背叛。",
        "explain": "才华横溢，创造力丰富，原创思考型的人物；疑心重，可能会影响到不如成功的巅峰；和朋友们相处不久长。脾气急躁，人缘易变动，疏远。"
      },
      "742": {
        "pos": "人主动来帮你策划，只要你一说就会获得财富。",
        "neg": "人来帮你策划了，你还只说不动，行动力差。",
        "explain": "会得到不少人的帮忙，很多你敬重的人、经验丰富的人都会主动给你协助或为你提供好的建议；善于解决问题，不喜欢冒险。善于分析策划，解决问题。运气不错，遇到问题有贵人指点。想的多，不喜欢冒险。逃避。"
      },
      "753": {
        "pos": "人来了有目标帮你行动，获得权利。",
        "neg": "人来了有目的的让你冲动，官司号。",
        "explain": "朋友或支持者可能会背板你、出卖你；你很会利用别人，但有时反而被小人利用；要小心你亲近的朋友甚至一直支持你的人会用卑鄙的手段陷害你。喜欢利用别人，算计别人，容易遇到小人，出卖他，自己要正，人员容易变动，手下人能力强。"
      },
      "764": {
        "pos": "人来了用智慧帮你策划。",
        "neg": "人来了挑剔的选择对自己有利的人，容易伤害到别人。",
        "explain": "你是一个幸运的人，会遇到贵人和支持者，还能在智慧和资本方面得到很好的援助；有一些不错的朋友，但要处理他们和你之间的借贷关系；容易有以外的财富收获，并有机会获得遗产或祖传的技术。贵人很多，帮你的人多，机会来了，能赚很多钱。"
      },
      "775": {
        "pos": "人来了主动付出，就会给你带来方向。",
        "neg": "人来了先要回报，就会给你带来阻碍。",
        "explain": "吸引贵人。你是个非常幸运的人，所欲的障碍会被克服，有许多支持者，会尽利用支持者，有权威的领导者，会吸引异性；愿意为朋友两肋插刀。心态很重要，要么贵人多，要么小人多，善于为朋友付出。"
      },
      "786": {
        "pos": "异性会主动来帮你赚钱。",
        "neg": "顶不住异性压力就会破财。",
        "explain": "你有很多的男性贵人或支持者，他们会为了你的成功而向你试压，你若能处理好并且接受挑战，就能赚到很多钱。你是一位刻苦耐劳的好员工。贵人很多，接受别人的压力，一定能好，要敢于承担，风雨过后有彩虹。"
      },
      "797": {
        "pos": "人缘好，瞬间会和周围人成为朋友。",
        "neg": "人来了帮你拿到结果后又来人了容易遭人嫉妒。",
        "explain": "吸引贵人。支持者会协助你达到成就，或者有可能会有兴趣和你发展成为生意伙；你要积极行动，不要因为自信不足而变成一个失败者。人源贵人多，心态如果不正，借刀杀人，最后肯定失败。"
      }
    }
  },
  "8": {
    "title": "8",
    "summary": "正：你擅长实干，最不擅长空想，只要想到的事情，你一定会逐渐让它成为现实。你很看重步步为营，你只做有把握的事情，不喜欢冒险。你对钱很敏锐，擅长投资理财，金钱是帮你证明自我成就的标准。你有做大事的气魄，有勇无谋在你身上很少出现。你有很强的领导力，这与你的掌控欲有关。表面上你把名利当做成功的目标，但并非利欲熏心之人。你更重视心灵和精神的进步，希望用金钱帮助更多的人。常做善事的你会发现你经常能得到周围人的帮助，好事也总是主动找上门来。 负：你做事目的性很强，所以非常看重结果。一旦结果遥遥无期，便无法一步一个脚印前进，而是总想着怎么让结果更快到来。你强烈的掌控欲习惯把一切掌握在手中，你喜欢处处干涉别人的想法，霸道任性，有时候甚至暴躁不尊重他人。你有一定的世俗气。你也会为了达到目的，运用一切手段，包括不诚实。",
    "detail": "解说：压力，雄心。（领导力、果断、勇敢、专注、有魄力、能屈能伸、智谋出色、商业头脑、成功、洞察力、创造财富、援助他人）",
    "subs": {
      "819": {
        "pos": "所有压力都是自己扛，有担当。",
        "neg": "压力来了，一个人去扛要结果，你能扛多久，所以容易得心脑血管病。",
        "explain": "平衡五行。看似坚强独立，实际不然，常挣扎帮人与不帮人之间，经常付出多于回报，是一个很勤劳和事事关心的领袖，很忙碌，要面对很多压力才能成功。是位典型的完美主义者。比较累，事事操劳。凡是看开。"
      },
      "821": {
        "pos": "压力来了敢于张开嘴去说就能成就自己。",
        "neg": "压力来了，犹豫不决的自己面对，不愿与人合作。",
        "explain": "喜欢听好话，不好听的话就会当耳边风；性格固执，很多时候需要自己解决问题；感情丰富多变，呈现即坚强又敏感面貌。具有非常好的销售能力，销售冠军的密码。固执，喜欢听好听话，内心空虚，自卑。"
      },
      "832": {
        "pos": "压力来了，积极去沟通，会有意想不到得收获。",
        "neg": "压力来了，冲动的去说，容易产生情绪波动。",
        "explain": "平衡水火冲。敏感，容易被挑衅，情绪化，没耐性，容易被激怒，常被压力困扰；喜欢迅速完成手上的事情，但又因为重重阻碍而不能达到预期。情绪化，敏感，脾气不好。"
      },
      "843": {
        "pos": "压力来了懂得策划后再行动，成为专家。",
        "neg": "压力来了想不明白如何去行动，在陷入旋涡中走不出来。",
        "explain": "想法很多，但一直徘徊不定，有很多目标，反而没有目标；如果能跟随一个强有力的领导者，作为二把手，就能显示自己的能力。容易知足，在生活的细节容易迷糊。参考483，找已婚人士结婚，适合当二把手。感情糊涂，压力多，专业人士。"
      },
      "854": {
        "pos": "顶住压力确定方向为未来做好规划。",
        "neg": "一有压力就固执的憧憬未来，无法活在当下。",
        "explain": "一个很有创意的人，但想法过多，难免会给自己带来很多没必要的麻烦；无法活在当下，一旦在交际、做事的时候遇到阻碍，就会很悲观。（父亲基因）挫折，磨难，想的多，不面对现实。"
      },
      "865": {
        "pos": "压力来了能用智慧去克服所有障碍。",
        "neg": "压力来了用钱去寻找反方向，只有做功德的事才能守住才。",
        "explain": "生活不定，四处飘泊，需要解决很多不断涌来的困难；但只要坚持，不断投入精力，并在有兴趣的工作岗位上努力奋斗，就会收获很多财富。对于感兴趣的事情喜欢做深入的研究，个性比较固执。漂泊，磨难多。要行善才能突破。"
      },
      "876": {
        "pos": "主动的寻找异性支持，顶住压力方能获得财富。",
        "neg": "主动的寻找异性支持，顶不住压力就会破财。",
        "explain": "你是一个很勤勉的人，但是会给你周围的人带来很多压力；辛勤劳作的你会遇到知音的欣赏；你的男上司会给你很多压力。在贵人，人缘给了你压力，指示下边人。敢于承担便能成大气。"
      },
      "887": {
        "pos": "压力来了，承担责任就会有贵人支持。",
        "neg": "因为压力重重而情绪暴躁，会造成婚姻波折。",
        "explain": "平衡水火冲。你是一个很忙碌、情绪化和处于许多大压力下的人，太多的压力让你无法集中精神；要珍惜贵人的帮忙，不要让他们失望。离婚率很高，情绪化，爱发火，疏远朋友。"
      },
      "898": {
        "pos": "顶住压力就有机会拿到权利。",
        "neg": "压力来了，已经拿到结果还要面对压力，忙得脚不沾地都是别人的事，由于压力过大容易出现疾病。男士注意心脏，女士注意妇科 。",
        "explain": "平衡五行。从表面看，你的事业或生意很让人羡慕，但实际上你自己感觉一直是在瞎忙；你总是被压力和紧张的情绪困扰，并且一直在努力摆脱这种困境。太在意别人对你的评价。"
      }
    }
  },
  "9": {
    "title": "9",
    "summary": "正：你与人为善，不喜欢与人发生冲突，不自夸，不张扬，不喜欢出风头炒作自己。你热爱大自然，与自然有关的东西都会吸引你的注意，包括环保，乐活，素食，瑜伽。你有来自对纯洁心灵追求的智慧。你天生就是一个信徒，不管信什么，信仰都是支撑你的力量。你有人道主义精神，你的博爱体现在对公众的关怀，不仅仅是对小家小业的关怀。你崇尚人人平等，热心慈善，这都是你奉献社会很美好的一面。 负：你有很多恐惧，这让你无法面对人性的阴暗面，所以你也很会伪装。你缺乏勇气去辨别真假，这件事我不喜欢，我不碰，那件事我没把握，我不做，如此一来，会使你一事无成。你容易被某种精神力量吸引，比如宗教，比如神秘学，但也很容易盲从，从而成为迷信分子。你的妄想是病态的，是你虚构出来的幻觉。你总是自我贬低，不喜欢发展自我，更喜欢缩在家里胡思乱想，这样是你自己不给自己机会。",
    "detail": "解说：机会。（智慧、博爱、高尚、付出爱心、热心公益、慈悲、利他、灵性、懂得爱、激励别人、正义感、想象力丰富、慷慨、人道主义、浪漫、诚恳）",
    "subs": {
      "911": {
        "pos": "机会来了自信的与人合作，就能成为领导。",
        "neg": "机会来了一个人自我的去打拼，不容易成功。",
        "explain": "你很在意自己是否有独立空间，以至于你会长期独身；你可能是个独资经营者，所有的事都想一人独自完成，是一个孤单的管理者。过于的渴望独立，所以要注意感情的功课。孤独的行者，记住别贪心。"
      },
      "922": {
        "pos": "机会来了有耐心的去沟通，方可获得财富。",
        "neg": "机会来时你却犹豫不定，容易大起大落。",
        "explain": "你有很强的说服力，喜欢就生意方面的问题发表自己的诸多看法；你有很好的抓住商机的天赋，但需要充分把握，才能成功投资。军师号码，典型的诸葛亮，适合做中介，资源整合。适合出谋划策，说得多，做得少。"
      },
      "933": {
        "pos": "机会来了理智的去行动，可获得财富。",
        "neg": "机会来了，盲目的去行动，错失财富；肿瘤高发。",
        "explain": "有很多想法，有创意，喜欢帮家人安排所有的事业；有时候想法较为固执，注意范围无法扩展；你做的生意都很短期，会在寻找适合的生意方面花费很多精力。拥有才艺的特质。脾气较急躁。心灵手巧，缺少耐心，不要总是变动。"
      },
      "944": {
        "pos": "机会来了精心策划不要多想方能获得成功。",
        "neg": "要么很好，要么很不好，本来是企业家的变成阶下囚，本来腰缠万贯变成穷困潦倒。",
        "explain": "在事业上有机会发展，不过没有固定的目标，经常修改、规划你的事业；因为目标太多，不利于尽快成功；但一旦目标稳定，你就会经过周详计划，并取得较好利润。做事想得多，来回改，适合做学者，如果自己做老板，一定要想少点。"
      },
      "955": {
        "pos": "机会来了只要明确方向就能实现目标。",
        "neg": "机会来了，因为固执会给自己带来更多的阻碍。",
        "explain": "会有很多解决不了的问题，想要很多东西，而且得不到就会很不开心；比较自私自利，这是的你很容易占小便宜吃大亏。通常自己是成功的绊脚石，不喜欢按理出牌。自私，固执，因为自己的自私失败，不要践踏法律。"
      },
      "966": {
        "pos": "机会来了运用智慧能获得财富。",
        "neg": "机会来了，因为挑剔而错失财富，需要有个好名字，否自影响后代。",
        "explain": "很好的运程，尤其是在做生意或投资方面，只要稍微努力一下，就会有好的利润或回报；很容易找到投资者，有点石成金的本事。点石成金，能力强，运气好，能抓住机会，抓稳一个再抓下一个，别太贪心。"
      },
      "977": {
        "pos": "交朋友的机会多，很容易跟身边人打成一片。",
        "neg": "机会来了，不善待别人就会招小人。",
        "explain": "吸引贵人。有很好的理财头脑，做生意或投资都会有丰厚的报酬；身边有贵人也有小人，如不利用人，就不会遇上小人；是一个有号召力、魅力型的人。容易招桃花，贵人，小人，别利用别人。"
      },
      "988": {
        "pos": "机会来了顶住压力就能有权利。",
        "neg": "机会来了贪心的想拥有更多的权利，非常忙碌，身体容易出现疾病。男人注意心脏，女人注意妇科。",
        "explain": "平衡五行。生意上会带给你各种没有必要的压力，这让你总是为此付出很多时间与精力，浪费许多时间到处奔波，很忙碌。拥有很大的企图心。男人注意肾脏问题，女人注意子宫问题，不可以做旁门左道的事业。机会很多，比较贪心，压力很大，忙碌，四处奔波。男人注意心脏，女人注意子宫。"
      },
      "999": {
        "pos": "机会很多，很容易有资产。",
        "neg": "机会多，如果做事不专一，会失去很多很良好的生意机会。",
        "explain": "对生意有敏锐的眼光，拥有许多做生意的方法，能掌握许多生意机会；但如果做事不专一，会失去很多良好的生意机会；要么很好，要么很不好，要么腰缠万贯，要么穷困潦倒，要么儿孙满堂，要么孤独终老。"
      }
    }
  }
}
